Repository: leosac/key-manager
Catalog: KeyManager.Library.UI/Properties/Resources.*.resx
Languages: fr

source: Browse
fr: Parcourir

source: Cancel
fr: Annuler

source: Close
fr: Fermer

# CloseCaps
source: CLOSE
fr: FERMER

source: Confirm
fr: Confirmer

# CopyClipboard
source: Copy to clipboard
fr: Copier vers le presse-papier

source: Copy words
fr: Copier les mots

source: Create
fr: Créer

# CreateFolder
source: Create a new folder
fr: Créer un nouveau dossier

source: Create from seed
fr: Créer à partir d'une graine

# CreateKeyEntry
source: Create new key entry
fr: Créer un nouvel enregistrement de clés

# DeleteKeyEntry
source: Delete the key entry
fr: Supprimer l'enregistrement de clés

# DeleteKeyEntryConfirmation
source: Do you confirm the key entry deletion?
fr: Confirmez-vous la suppression de l'enregistrement de clés ?

# DerivatePassword
source: Derivate a Key from a Password (using RFC 2898)
fr: Dériver une clé à partir d'un mot de passe (en utilisant RFC 2898)

source: Directories
fr: Répertoires

# DocumentGenerated
source: Document generated with
fr: Document généré avec

source: Drives
fr: Disques

# EditDefaultKeyEntry
source: Edit default key entry definition
fr: Modifier la définition de l'enregistrement de clés par défaut

# EditKeyEntry
source: Edit the key entry
fr: Modifier l'enregistrement de clés

source: Error
fr: Erreur

source: Export to file
fr: Exporter vers un fichier

source: Favorite
fr: Favori

# FavoriteHelper
source: Key Store Favorite
fr: Magasin de clé favori

source: Finish
fr: Terminer

source: Fragment Export / Print
fr: Export / Impression d'un fragment

# FragmentInputHelper
source: Key Fragment #
fr: Fragment de clé #

# FragmentManualInput
source: Manual Input
fr: Saisie manuelle

source: Fragment Value
fr: Valeur du fragment

# FragmentValueHelper
source: The secret value for the key fragment
fr: La valeur secrète du fragment de clé

# FromFile
source: File
fr: Fichier

source: General
fr: Général

source: Generate Key Entry
fr: Générer un enregistrement de clés

# GenerateRandom
source: Generate Random Key
fr: Générer une clé aléatoire

# GenerateWords
source: Generate new words
fr: Générer de nouveaux mots

source: Go to parent
fr: Aller au parent

source: Import Cryptogram
fr: Importer un cryptogramme

source: Import from file
fr: Importer à partir d'un fichier

# ImportKeyEntryCryptogram
source: Import the key entry cryptogram
fr: Importer le cryptogramme de l'enregistrement de clés

source: Import Now
fr: Importer

source: KCV Algorithm
fr: Algorithme KCV

# KCVAlgorithmHelper
source: The Key Checksum algorithm to use
fr: L'algorithme de somme de contrôle à utiliser

# KCVHelper
source: The Key Checksum Value
fr: La valeur de la somme de contrôle de la clé

source: Key Ceremony
fr: Cérémonie de clés

# KeyCeremonyFragmentsHelper
source: Number of key fragments to use during the ceremony
fr: Nombre de fragments de clé à utiliser durant la cérémonie

# KeyCeremonyHelper
source: Run a Key Ceremony to recover or share a key value shared between several individuals.
fr: Exécutez une cérémonie de clé afin de réunifier ou partager la valeur d'une clé entre plusieurs individus.

# KeyCeremonyTypeHelper
source: Ceremony Type
fr: Type de cérémonie

# KeyCeremonyWizardEnd1
source: The Key Ceremony is now ready to be completed.
fr: La cérémonie de clé est à présent prête à être terminée.

# KeyCeremonyWizardEnd2
source: Press the 'Finish' button to complete the ceremony.
fr: Appuyez sur le bouton 'Terminer' afin de terminer la cérémonie.

# KeyChecksum
source: Checksum
fr: Somme de contrôle

# KeyChecksumHelper
source: Key Checksum
fr: Somme de contrôle de la clé

source: Key Entry
fr: Enregistrement de clés

# KeyEntryCryptogram
source: Cryptogram
fr: Cryptogramme

# KeyEntryCryptogramHelper
source: The cryptogram containing the key entry details
fr: Le cryptogramme contenant les détails de l'enregistrement de clés

# KeyEntryEditHelper
source: Confidential information about the Key Entry. Defines its properties and key values.
fr: Informations confidentielles à propos de l'enregistrement de clés. Définissez ses propriétés et ses valeurs.

# KeyEntryIdentifier
source: Identifier
fr: Identifiant

# KeyEntryIdentifierHelper
source: Key Entry Identifier
fr: Identifiant de l'enregistrement de clés

# KeyEntryLabel
source: Label
fr: Libellé

# KeyEntryLabelHelper
source: Label/note about the key entry.
fr: Libellé / note à propos de l'enregistrement de clés.

source: Key Entry Link
fr: Liaison de l'enregistrement de clés

# KeyEntryLinkHelper
source: Compute the Cryptogram to change the Key Entry, from another Key Store.
fr: Calculer le cryptogramme de changement de l'enregistrement de clés, à partir d'un autre magasin de clés.

# KeyEntryProperties
source: Properties
fr: Propriétés

# KeyEntryTypeHelper
source: The key entry type
fr: Le type d'enregistrement de clés

# KeyEntryVariantHelper
source: The key entry variant
fr: Le variant d'enregistrement de clés

# KeyExportDisclaimer1
source: This document is proprietary, sensitive and confidential. It should not be used, published or redistributed without the owner agreement.
fr: Ce document est propriétaire, sensible et confidentiel. Il ne peut pas être utilisé, publié ou redistribué sans l'accord de son propriétaire.

# KeyExportDisclaimer2
source: If you received this document by mistake, please destroy it without further notice and directly report this action to a security officer.
fr: Si vous avez reçu ce document par erreur, merci de le détruire immédiatement et de reporter cette action à un agent de sécurité.

source: Key Export / Print
fr: Export / Impression d'une clé

# KeyGeneration
source: Local Key Generation
fr: Génération locale d'une clé

source: Key Link
fr: Liaison de la clé

# KeyLinkHelper
source: Dump the key value from another Key Store.
fr: Copier la valeur de la clé à partir d'un autre magasin de clés.

# KeySize
source: Size
fr: Taille

# KeySizeHelper
source: Key Size
fr: Taille de la clé

source: Key Store Properties
fr: Propriétés du magasin de clés

# KeyStoreTypeHelper
source: Key Store Type
fr: Type de magasin de clés

# KeyTags
source: Tags
fr: Etiquettes

# KeyTagsHelper
source: Key Tags
fr: Etiquettes de la clé

source: Key Value
fr: Valeur de la clé

# KeyValueHelper
source: The secret value for the key
fr: La valeur secrète de la clé

# KeyVersionHelper
source: Key Version
fr: Version de la clé

# LinkError
source: The link failed with following error:
fr: La liaison a échoué avec l'erreur suivante :

# LinkHelper
source: Link to another Key Store
fr: Lier vers un autre magasin de clés

# LinkSuccess
source: The link succeeded.
fr: La liaison a réussi.

# MnemonicHelper
source: Create key from Mnemonic (BIP-39)
fr: Créer une clé à partir de Mnemonic (BIP-39)

# MoveDown
source: Down
fr: Descendre

# MoveUp
source: Up
fr: Monter

# NewFavorite
source: New Favorite Key Store
fr: Nouveau magasin de clés favori

# NewFolderName
source: New folder
fr: Nouveau dossier

# NewFolderNameHelper
source: Name of the new folder to create
fr: Nom du nouveau dossier à créer

source: New key entry
fr: Nouvel enregistrement de clés

source: Passphrase
fr: Phrase secrète

# PassphraseHelper
source: Passphrase
fr: Phrase secrète

source: Password
fr: Mot de passe

# PasswordDivHelper
source: The password to derivate the key from
fr: Le mot de passe à partir duquel dériver la clé

source: Please visit
fr: Merci de visiter

# PublishKeyStore
source: Publish to another Key Store
fr: Publier vers un autre magasin de clés

source: Random
fr: Aléatoire

source: Salt
fr: Sel

# SaltDivHelper
source: The salt to use for key derivation
fr: Le sel à utiliser pour la diversification de clé

source: Search
fr: Rechercher

source: Search Terms
fr: Termes de recherche

# SecretHelper
source: The key store secret
fr: Le secret du magasin

source: Seed
fr: Graine

source: Selected Folder:
fr: Dossier sélectionné :

source: Select Target Folder
fr: Sélectionnez le dossier cible

# StartSharingKeyCeremony
source: Start the sharing ceremony
fr: Démarrer la cérémonie de partage

# StartUnionKeyCeremony
source: Start the reunification ceremony
fr: Démarrer la cérémonie de réunification

source: Test
fr: Tester

# ToggleSelectAll
source: Select/Unselect all
fr: Tout sélectionner/déselectionner

# ToggleSelection
source: Show / Hide key entries selection boxes
fr: Afficher / Cacher les boîtes de sélection des clés

source: Update
fr: Mettre à jour

source: Wizard
fr: Assistant

source: Words
fr: Mots

# WordsHelper
source: Mnemonic words
fr: Mots mnemonic

# WordsLanguage
source: Language
fr: Langage

# WordsLanguageHelper
source: Words Language
fr: Langage des mots

source: Wrapping Key
fr: Clé de Wrapping
