Repository: leosac/key-manager
Catalog: KeyManager.Library.KeyStore.NXP_SAM.UI/Properties/Resources.*.resx
Languages: fr

# AccessControlWizard
source: SAM for Access Control
fr: SAM pour le Contrôle d'Accès

# AccessControlWizardDescription
source: Define SAM key entries following recommended guidelines for a SAM used by Access Control systems.
fr: Définissez les enregistrements de clés de votre SAM en suivant les recommandations pour un usage des SAMs dans un système de contrôle d'accès.

# ActivateMifareSAM
source: Activate Mifare SAM features
fr: Activer les fonctionnalités Mifare SAM

source: Allow dump SecretKey
fr: Autoriser le dump de la clé secrète

source: Allow dump SecretKey with div
fr: Autoriser le dump de la clé secrète avec diversification

source: Authenticate
fr: Authentification

source: Authenticate Host
fr: Authentification Hôte

source: Authenticate Key
fr: Clé d'authentification

# AutoSwitchToAV2
source: Automatically switch the SAM to AV2 mode if required when performing updates
fr: Basculer automatiquement la SAM vers le mode AV2 si nécessaire lors de modifications

source: Browse
fr: Parcourir

source: Cancel
fr: Annuler

source: Change Key Reference
fr: Référence de changement de clé

# CryptoBasedSecretKey
source: Crypto based on SecretKey
fr: Crypto basé sur la clé secrète

# DESFireAIDHelper
source: The DESFire Application Identifier
fr: L'identifiant d'application DESFire

# DESFireKeyNumber
source: Key Number
fr: Numéro de clé

# DESFireKeyNumberHelper
source: The DESFire Key Number
fr: Le numéro de clé DESFire

source: Disable Change Key PICC
fr: Désactiver le changement de clé sur une carte

source: Disable Decrypt Data
fr: Désactiver le déchiffrement de données

source: Disable Encrypt Data
fr: Désactiver le chiffrement de données

source: Disable Generate MAC From PICC
fr: Désactiver la génération du MAC à partir d'une carte PICC

source: Disable Key Entry
fr: Désactiver l'enregistrement de clés

source: Disable Verify MAC From PICC
fr: Désactiver la vérification du MAC à partir d'une carte PICC

# EditKUC
source: Edit the key usage counter
fr: Modifier le compteur d'usage de clé

source: Enabled
fr: Activé

source: Enable Dump SessionKey
fr: Activer le dump de la clé de session

source: Encryption Key
fr: Clé de chiffrement

# EncryptionKeyHelper
source: Master Encryption Key for SAM Manager Template
fr: Clé de chiffrement maitre pour le modèle SAM Manager

# ForceCardType
source: Force the SAM version
fr: Forcer la version de SAM à utiliser

# ForceCardTypeHelper
source: By default the software will automatically detect the SAM type/version. Such automatic detection can be overriden.
fr: Par défaut le logiciel détermine automatiquement le type / la version de SAM utilisés. Ce comportement peut être forcé à une version en particulier.

# GenerateSAMMasterKey
source: Generate new SAM Master Key
fr: Générer une nouvelle clé maitre SAM

# GenerateSAMUnlockKey
source: Generate new SAM Unlock Key
fr: Générer une nouvelle clé de déverrouillage SAM

# GetSAMVersion
source: Show SAM Version
fr: Afficher la version de la SAM

# ISLOGTemplateFile
source: Template File
fr: Fichier Modèle

# ISLOGTemplateFileHelper
source: XML Template File created with ISLOG SAM Manager
fr: Fichier Modèle XML créé avec ISLOG SAM Manager

source: Keep IV
fr: Conserver l'IV

source: Key Entry
fr: Enregistrement de clés

# KeyEntryIdentifier
source: Identifier
fr: Identifiant

# KeyEntryIdentifierHelper
source: The Key Entry Identifier
fr: Identifiant de l'enregistrement de clés

# KeyEntryTypeHelper
source: SAM Key Entry Type
fr: Type d'enregistrement de clés SAM

source: Key Type
fr: Type de clé

# KeyTypeHelper
source: The SAM Key Type
fr: Type de clé SAM

# KeyValue
source: Value
fr: Valeur

# KeyValueHelper
source: Key Value
fr: Valeur de la clé

source: Key Version
fr: Version de clé

# KeyVersionHelper
source: The Key Version
fr: La version de la clé

# KUC
source: Key Usage Counter
fr: Compteur d'usage

# KUCIdentifier
source: Identifier
fr: Identifiant

# KUCIdentifierHelper
source: Identifier
fr: Identifiant

# KUCLimit
source: Limit
fr: Limite

# KUCLimitHelper
source: The Counter Limit
fr: La limite du compteur

# KUCReference
source: Counter #
fr: Compteur #

# KUCReferenceHelper
source: The Key Usage Counter reference
fr: La référence du compteur d'usage de clé

# KUCValue
source: Value
fr: Valeur

# KUCValueHelper
source: The Counter Current Value
fr: La valeur actuelle du compteur

source: Lock / Unlock
fr: Verrouiller / Déverrouiller

source: PICC Key
fr: Clé PICC

source: Reader Provider
fr: Technologie de lecteurs

# ReaderProviderHelper
source: Reader Provider
fr: Technologie de lecteurs

source: Reader Unit
fr: Lecteur

# ReaderUnitHelper
source: Reader Unit
fr: Lecteur

source: Refresh Reader Units
fr: Actualiser la liste des lecteurs

source: SAM Authentication
fr: Authentification SAM

# SAMLockUnlock
source: Lock/Unlock
fr: Verrouiller / Déverrouiller

# StoreSecret
source: Save
fr: Enregistrer

# SwitchToAV2
source: Switch the SAM from AV1 to AV2 mode
fr: Basculer la SAM du mode AV1 au mode AV2

source: Unlock Key
fr: Clé de déverrouillage
